{
  "EPISODE_NUMBER": "1",
  "EPISODE_TITLE": "Why Your Website Is Losing You Clients",
  "AIR_DATE": "2026-01-05",
  "DURATION": "40",

  "GUEST_NAME": "Mike DeVries",
  "GUEST_TITLE": "Award-Winning Tattoo Artist & Studio Owner",
  "GUEST_BIO": "Mike DeVries is a world-renowned tattoo artist known for his photorealistic portraits and biomechanical work. With over 25 years of experience, he owns MD Tattoo Studio in Northridge, California, and has won numerous awards including multiple Best of Show titles at major tattoo conventions.",
  "GUEST_INSTAGRAM": "mdtattoostudio",
  "GUEST_WEBSITE": "https://mdtattoostudio.com",

  "OPENING_SCRIPT": "Welcome to the TattooNOW Weekly Show! I'm excited to kick off our very first episode with a topic that affects every single tattoo artist watching: your website.\n\nHere's the hard truth—if you're relying only on Instagram to book clients, you're leaving money on the table. Your website is your 24/7 salesperson, but most artists are doing it completely wrong.\n\nToday, we're joined by the incredible Mike DeVries—a master artist who's not only built an amazing portfolio but also an amazing business. Mike, thanks for being here!\n\n[Mike responds]\n\nLet's dive in. We're going to cover the three biggest mistakes that cost artists thousands in lost bookings, and more importantly, how to fix them.",

  "AD_BREAK_1": "TattooNOW Platform - \"Your all-in-one business system for tattoo artists\"",
  "AD_BREAK_2": "TattooNOW Website Builder - \"Professional websites in minutes, not months\"",
  "AD_BREAK_3": "TattooNOW Booking System - \"Automate your bookings and get paid faster\"",

  "SEGMENT_1_TITLE": "The Mobile-First Reality",
  "SEGMENT_1_SLIDES": "2, 3, 4, 5",
  "SEGMENT_1_POINTS": [
    "83% of potential clients browse on mobile devices",
    "If your site doesn't work on phones, you've lost 8 out of 10 clients",
    "The 7-second rule: visitors decide to stay or leave in 7 seconds",
    "Your mobile site must load in under 3 seconds"
  ],
  "SEGMENT_1_SCRIPT": "Let's start with the biggest issue: mobile.\n\n[Show Slide 2: Mobile Usage Stats]\n\nMike, when did you realize that mobile optimization was make-or-break for your business?\n\n[Mike discusses mobile importance]\n\nExactly. Look at these numbers—83% of people researching tattoo artists are doing it on their phone. Not a laptop, not a desktop computer—their phone.\n\n[Show Slide 3: The 7-Second Test]\n\nHere's what's crazy: you have 7 seconds. That's it. In those 7 seconds, someone on your site will decide:\n1. Are you professional?\n2. Can you do what I want?\n3. How do I book with you?\n\nIf they can't answer those questions immediately, they're gone. They're clicking over to the next artist.\n\n[Show Slide 4: Mobile Design Principles]\n\nMike, walk us through what makes a great mobile experience.\n\n[Mike discusses mobile design]\n\nPerfect. The key takeaways here:\n- Large, tappable buttons (your fingers aren't a mouse cursor)\n- Readable text without zooming\n- Portfolio images that look amazing on a small screen\n- One-click access to your booking page\n\n[Show Slide 5: Before/After Examples]\n\nLook at these before and after examples. The 'before' site? It takes 8 seconds to load, you can't read anything without zooming, and the booking button is buried.\n\nThe 'after' site? Loads in 2 seconds, everything is thumb-friendly, and there's a 'Book Now' button right at the top.\n\nWhich one do you think gets more bookings? It's not even close.",

  "SEGMENT_2_TITLE": "Your Portfolio: Quality Over Quantity",
  "SEGMENT_2_SLIDES": "6, 7, 8",
  "SEGMENT_2_POINTS": [
    "Show your best 20-30 pieces, not every tattoo you've ever done",
    "Organize by style so clients can find what they want",
    "Include context: size, placement, healing photos when possible",
    "Optimize every image for fast loading"
  ],
  "SEGMENT_2_SCRIPT": "Now let's talk about your portfolio—the main reason people visit your website.\n\n[Show Slide 6: Portfolio Mistakes]\n\nMike, what's the biggest portfolio mistake you see artists making?\n\n[Mike discusses common mistakes]\n\nYes! I see this all the time. Artists think they need to show EVERYTHING. Every single tattoo they've ever done. But that actually hurts you.\n\nHere's why: when a potential client sees 200 tattoos of varying quality, they remember the mediocre ones just as much as the great ones. But if they see your best 20-30 pieces? Those stick.\n\n[Show Slide 7: Organization Strategy]\n\nOrganization is critical. If someone wants a black and grey realism piece, they shouldn't have to scroll through 50 color traditional tattoos to find examples.\n\nCategories matter:\n- Style (realism, traditional, black & grey, etc.)\n- Placement (sleeve, back piece, small work)\n- Theme (portraits, animals, floral, etc.)\n\nMake it easy for them to see: 'Yes, this artist can definitely do what I want.'\n\n[Show Slide 8: Image Optimization]\n\nTechnical but super important: image optimization. If each portfolio photo is 5MB, your page will take 30 seconds to load on mobile. Your client is gone in 5 seconds.\n\nCompress your images. Tools like TinyPNG make this easy. Get each image down to 100-300KB without losing visible quality.\n\nMike, how do you approach curating your online portfolio?\n\n[Mike shares his approach]",

  "SEGMENT_3_TITLE": "The Booking Funnel: Remove All Friction",
  "SEGMENT_3_SLIDES": "9, 10, 11",
  "SEGMENT_3_POINTS": [
    "Make the 'Book Now' button visible on every page",
    "Simple booking forms (only ask essential questions)",
    "Automated confirmation emails build trust",
    "Online deposit collection secures bookings and reduces no-shows"
  ],
  "SEGMENT_3_SCRIPT": "Final segment: let's talk about the booking funnel—getting people from 'I like this work' to 'I've booked my appointment.'\n\n[Show Slide 9: The Booking Funnel]\n\nThis is where most artists hemorrhage potential clients. Look at this funnel:\n- 100 people visit your site\n- 70 browse your portfolio\n- 30 decide they want to book\n- 20 can actually FIND your booking page\n- 10 start the form\n- 5 complete it\n\nWe're losing people at every step. Your job is to remove friction.\n\n[Show Slide 10: CTA Placement]\n\nFirst: your Call-To-Action needs to be obvious. 'Book Consultation' or 'Request Quote' buttons should be:\n- In your main navigation\n- Above the fold on your homepage\n- At the end of your portfolio\n- In your footer\n\nEvery. Single. Page.\n\nIf someone's ready to book and can't immediately figure out how, they'll bounce.\n\nMike, how has streamlining your booking process impacted your business?\n\n[Mike discusses booking improvements]\n\n[Show Slide 11: Form Optimization]\n\nExactly. Your booking form should be SIMPLE. Only ask what you absolutely need:\n- Name\n- Email\n- Phone\n- Tattoo idea\n- Placement\n- Approximate size\n- Budget range (optional but helpful)\n\nThat's it. Don't ask for their life story. Every extra field you add reduces completion rate by 10%.\n\nAnd here's the magic: automated confirmation emails. As soon as they submit, they get an email saying 'Got it! We'll respond within 24 hours.' This builds trust and reduces anxiety.\n\nEven better? Let them pay a deposit online right when they book. This secures the appointment and massively reduces no-shows.\n\nThe easier you make it to book with you, the more bookings you'll get. It's that simple.",

  "CLOSING_SCRIPT": "Mike, before we wrap up—what's the one thing you'd tell an artist who's just starting to think about their website?\n\n[Mike gives final advice]\n\nPerfect advice. Here's your action plan for this week:\n\n1. Pull out your phone and visit your website. Does it work perfectly? Can you book in under 30 seconds?\n2. Audit your portfolio—keep only your best 20-30 pieces, organize by style\n3. Add a 'Book Now' button to every single page if you don't have one\n\nDo those three things and you'll already be ahead of 90% of artists.\n\nThank you to Mike DeVries for joining us. Check out his work at mdtattoostudio.com and follow @mdtattoostudio on Instagram.\n\nNext week: we're tackling pricing psychology—how to price your work for profitability without losing clients. You won't want to miss it.\n\nIf you found this valuable, subscribe to our newsletter at tattoonow.com for more resources, and share this episode with another artist who needs to hear it.\n\nThanks for watching, and we'll see you next week!",

  "NEXT_WEEK_PREVIEW": "Episode 2: Pricing Psychology - Stop Undervaluing Your Work (feat. Nikko Hurtado)",

  "CAMERA_SETUP": "2-camera setup, 4K",
  "LIGHTING_SETUP": "3-point lighting",
  "AUDIO_SETUP": "Lavalier mics + backup",

  "YOUTUBE_TITLE": "Why Your Website Is Losing You Clients (feat. Mike DeVries) | TattooNOW Weekly Ep. 1",
  "YOUTUBE_DESCRIPTION": "World-renowned tattoo artist Mike DeVries reveals the 3 critical website mistakes costing artists thousands in lost bookings.\n\nIn this episode:\n✓ The mobile-first reality (83% browse on phones)\n✓ Portfolio optimization strategies\n✓ Booking funnel that converts\n✓ Action plan you can implement this week\n\nGuest: Mike DeVries (@mdtattoostudio)\nWebsite: mdtattoostudio.com\n\nResources:\n• Website audit checklist: tattoonow.com/resources\n• Join TattooNOW: tattoonow.com/join\n\nNext Episode: Pricing Psychology for Tattoo Artists\n\n#TattooArtist #TattooBusiness #WebsiteDesign",
  "YOUTUBE_TAGS": "tattoo business, tattoo artist website, tattoo marketing, Mike DeVries, website design, mobile optimization",

  "INSTAGRAM_CAPTION": "🚨 Your website is costing you thousands in lost bookings.\n\n@mdtattoostudio breaks down the 3 biggest mistakes:\n\n1️⃣ Not mobile-optimized (83% of traffic is mobile)\n2️⃣ Portfolio overload instead of quality curation\n3️⃣ Complicated booking process\n\nWatch the full episode (link in bio) for the fix.\n\nDrop a 💻 if you're ready to optimize!",
  "INSTAGRAM_HASHTAGS": "#TattooArtist #TattooBusiness #WebsiteDesign #TattooMarketing",

  "LINKEDIN_POST": "Is your website losing you clients?\n\nIn our first episode, Mike DeVries (award-winning artist with 25+ years experience) reveals:\n\n• Why 83% mobile traffic means mobile-first design is non-negotiable\n• How portfolio curation (not quantity) drives bookings\n• The booking funnel optimization that doubled conversion rates\n\nWatch the full episode: [link]\n\n#SmallBusiness #WebsiteOptimization #CreativeEntrepreneur",

  "NEWSLETTER_TOPIC": "Website Audit Checklist: 10 Points to Review This Week",
  "NEWSLETTER_CTA": "Download our free website audit checklist and mobile optimization guide",

  "GENERATION_DATE": "2026-02-16"
}
